// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的洪萱宣",
        "四川之行，是我们认识的开始",
        "天津之旅，是我对你真情的流露",
        "你的一颦一笑都牵动着我的心",
        "我爱看你的眉眼、你的笑容、你的一举一动",
        "不管世界变得怎么样 只要有你就会是天堂❤",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-12-04T00:00:00",
    // 双方的名字
    names: ["史迪奇", "安琪"]
}
