// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "这一个月，我们一起经历了好多",
        "我们一起去了好多地方吃和玩耍",
        "我们一起度过了初雪、冬至、圣诞节、元旦这些重要的日子",
        "我们也经历了争执和磨合的过程，庆幸我们也都安然度过",
        "我们也一起官宣了我们的关系",
        "我们要一起继续走下去好嘛，老婆❤",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-12-04T00:00:00",
    // 双方的名字
    names: ["史迪奇", "安琪"]
}
